[{"cultureKey":"CULEK","key":"LOCBSS","name":"Ba Sing Se","description":"By far the largest city in the world of Avatar, Ba Sing Se is more of a small country than a mere city. As a testament to its grandeur, the Earth Kingdom\u0027s roadway network is centered on the city. Ba Sing Se means \"Impenetrable City\"; it is so named for its world-famous walls, the gates of which have no hinges or other hardware and are opened only through earthbending. Within the Outer Wall lies a large expanse of farmland, Lake Laogai, and several mountains. The Inner Wall encloses the city itself.\n\nIts residents are a hardy people, coming from a lineage spanning over 5,000 years. In addition to their resilience, many residents of Ba Sing Se are themselves charismatic to the effect that it can uplift their social status. Those living in theLower Ringare always looking to move inward."},{"cultureKey":"CULEK","key":"LOCOMA","name":"Omashu","description":"Omashu is the second-largest city in the Earth Kingdom and is the capital of one of the Earth Kingdom provinces. Its grandeur is second only to Ba Sing Se and the city has many of its own extravagant works of infrastructure, notably its world-renown delivery system powered by a combination of earthbending and gravity.\n\nOmashu residents are craftyand ingenious, like their former mad king Bumi. Navigating their city requires a level of intelligence only residentscould possess and the history of their city is shrouded in mystery and spiritual reverence."},{"cultureKey":"CULFN","key":"LOCMLD","name":"Mainland","description":"Although the Fire Nation is truly an archipelago, its largest island is often referred to as the ‘mainland’. This island is home to the Fire Nation capital as well as several minor, outlying villages, cities, and settlements. Mainlanders are well-versed in Fire Nation history and culture and are often connected to nobility by some degree. Mainlanders pride themselves on their physique and bending technique. Most citizens have an adept understanding of Martial Arts, if not a master’s grasp of the skill.\n\nIn addition, the Fire Nation culture is enrapt with spiritual performance. Although their overall connection to the Spirit World has dwindled, their ritualism has remained intact, leaving Mainlanders with a base connection to their inner chi"}]